Repository: MonerooHQ/moneroo-woocommerce
Catalog: languages/moneroo-for-woocommerce-*.po
Languages: fr_fr

source: Enable/Disable
fr_fr: Activer/Désactiver

source: Enable Moneroo
fr_fr: Activer Moneroo

source: (Optional) Title
fr_fr: (Facultatif) Titre

source: This controls the title which the user sees during checkout.
fr_fr: Titre que vos clients verrons sur la page de checkout (Nom de la méthode de paiement).

source: Mobile Money, Credit Card, Bank transfer and more
fr_fr: Mobile Money, carte de crédit, virement bancaire, etc

source: (Optional) Description
fr_fr: (Facultatif) Description

source: This controls the description which the user sees during checkout.
fr_fr: Description que vos clients verrons sur la page de checkout (Description de la méthode de paiement).

source: Pay securely with your Mobile Money account, credit card, bank account or other payment methods.
fr_fr: Payez en toute sécurité avec votre compte Mobile Money, votre carte de crédit, votre compte bancaire ou d'autres méthodes de paiement.

source: Public KEY
fr_fr: Clé publique

source: Get your API keys from your Moneroo dashboard
fr_fr: Obtenez vos clés d’API à partir de votre tableau de bord Moneroo

source: Private KEY
fr_fr: Clé privée

source: Webhook URL
fr_fr: URL du webhook

source: This is the Webhook URL you should add to your Moneroo dashboard for webhook notifications.
fr_fr: Il s’agit de l’URL du Webhook que vous devez ajouter à votre tableau de bord Moneroo pour les notifications en arrière-plan.

source: Webhook Secret
fr_fr: Secret du webhook

source: This is the Webhook Secret you should add to your Moneroo dashboard for webhook notifications.
fr_fr: Il s’agit du Secret Webhook que vous devez ajouter à votre tableau de bord Moneroo pour les notifications en arrière-plan.

source: Enable your customers to pay you anywhere in Africa and around the world using multiple local payment methods with a single integration to many payment gateways.
fr_fr: Permettez à vos clients de vous payer partout en Afrique et dans le monde en utilisant plusieurs méthodes de paiement locales grâce à une intégration unique à de nombreuses passerelles de paiement.

source: <strong>%s</strong> is enabled and WooCommerce is not forcing the SSL certificate on your checkout page. Please ensure that you have a valid SSL certificate and that you are <a href="%s">forcing the checkout pages to be secured.</a>
fr_fr: <strong>%s</strong> est activé et WooCommerce ne force pas le certificat SSL sur votre page de paiement. Veuillez vous assurer que vous disposez d’un certificat SSL valide et que vous êtes bien en possession d’un certificat SSL. <a href=“%s”>Forcer les pages de paiement à être sécurisées.</a>

source: <strong>%s</strong> is enabled, but you have not entered your API keys. Please enter them <a href="%s">here</a>, to be able to accept payments with Moneroo.
fr_fr: <strong>%s</strong> est activé, mais vous n’avez pas saisi vos clés API. Veuillez les saisir <a href=“%s”>ici</a> pour pouvoir accepter des paiements avec Moneroo.

source: Payment was successful on Moneroo
fr_fr: Le paiement a été effectué avec succès via Moneroo

source: Thank you for your order.<br>
fr_fr: Merci pour votre achat.<br>

source: Your payment was successful, we are now <strong>processing</strong> your order.
fr_fr: Votre paiement a été effectué avec succès, nous sommes en train de <strong>traiter</strong> votre commande.

source: Payment is pending on Moneroo
fr_fr: Le paiement est en attente sur Moneroo

source: Your payment has not been confirmed yet, so we have to put your order <strong>on-hold</strong>, once the payment is confirmed, we will <strong>process</strong> your order.
fr_fr: Votre paiement n’a pas encore été confirmé, nous avons donc mis votre commande en <strong>attente</strong>. Une fois le paiement <strong>confirmé</strong>, nous traiterons votre commande.

source: If this persists, Please, contact us for information regarding this order.
fr_fr: Si le problème persiste, veuillez nous contacter pour obtenir des informations concernant cette commande.

source: Attention: New order has been placed on hold because of incorrect payment amount. Please, look into it. <br>
fr_fr: Attention : La nouvelle commande a été mise en attente en raison d’un montant de paiement incorrect. Veuillez vérifier.<br>

source: Amount paid:
fr_fr: Montant payé:

source: Your payment has not been confirmed yet, so we have to put your order <strong>on-hold</strong>, once the payment is confirmed, we will <strong>process</strong> your order.
fr_fr: Votre paiement n’a pas encore été confirmé, nous avons donc mis votre commande en <strong>attente</strong>. Une fois le paiement <strong>confirmé</strong>, nous traiterons votre commande.

source: Payment failed on Moneroo
fr_fr: Échec du paiement via Moneroo

source: Your payment <strong>failed</strong>.
fr_fr: Votre paiement a <strong>échoué</strong>.

source: Please, try funding your account.
fr_fr: S’il vous plaît, essayez d’approvisionner votre compte ou réessayez.

source: Settings
fr_fr: Paramètres

source: Docs
fr_fr: Documentations

source: Get help
fr_fr: Obtenir de l’aide
